<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>首页</title>
    <link rel="stylesheet" href="<%=request.getContextPath() %>/css/bootstrap.min.css" />
    <link rel="stylesheet" href="<%=request.getContextPath() %>/css/head.css" />
    <link rel="stylesheet" type="text/css" href="<%=request.getContextPath() %>/css/footer.css"/>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>
<body>
<%@include file="/common/head.jsp"%>
<!-- 基于主页的模板做 -->
<div>

<div style="margin:0px auto; width:70%;height:800px">
<div>
<h4>使用规则</h4>
<p>
用户注册成功后，花事未了将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。
    用户须对在花事未了的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认；否则花事未了有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。
    用户直接或通过各类方式（如 RSS 源和站外 API 引用等）间接使用花事未了服务和数据的行为，都将被视作已无条件接受本协议全部内容；若用户对本协议的任何条款存在异议，请停止使用花事未了所提供的全部服务。
    花事未了是一个信息分享、传播及获取的平台，用户通过花事未了发表的信息为公开的信息，其他第三方均可以通过花事未了获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在花事未了上进行发表。
    用户承诺不得以任何方式利用知乎直接或间接从事违反中国法律以及社会公德的行为，花事未了有权对违反上述承诺的内容予以删除。</p>

      <p> 用户不得利用花事未了服务制作、上载、复制、发布、传播或者转载如下内容：</p>
        反对宪法所确定的基本原则的；<br />
        危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />
        损害国家荣誉和利益的；<br />
        煽动民族仇恨、民族歧视，破坏民族团结的；<br />
        破坏国家宗教政策，宣扬邪教和封建迷信的；<br />
        散布谣言，扰乱社会秩序，破坏社会稳定的；<br />
        散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br />
        侮辱或者诽谤他人，侵害他人合法权益的；<br />
        含有法律、行政法规禁止的其他内容的信息。<br />
    <p>所有用户同意遵守花事未了社区管理规定（试行）。</p>
     <p>机构用户同意遵守花事未了机构帐号服务协议，以及知乎机构帐号使用规范（试行）。</p>
     <p>花事未了有权对用户使用花事未了的情况进行审查和监督，如用户在使用花事未了时违反任何上述规定，花事未了或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用花事未了的权利）以减轻用户不当行为造成的影响。</p>



</p>

</div>



</div>

</div>


<%@include file="/common/footer.jsp"%>
</body>
</html>



